"UI_PANE_LOGIN"       = "Anmeldung";
"UI_PANE_DISPLAY"     = "Anzeige";
"UI_PANE_KEYBOARD"    = "Tastatur";
"UI_PANE_SOUND"       = "Sound";
"UI_PANE_DRIVES"      = "Laufwerke";
"UI_PANE_PRINTERS"    = "Drucker";
"UI_PANE_APPLICATIONS"= "Anwendungen";
"UI_PANE_SECURITY"    = "Sicherheit";

"UI_SECONDARY_MOUSE_BUTTON"  = "Sekundäre Maustaste";
"UI_ALT_KEY"            = "ALT-Taste";
"UI_WINDOWS_START_KEY"  = "Windows-Starttaste" ;
"UI_CONTEXT_MENU_KEY"   = "Kontextmenütaste";
"UI_PAUSE_BREAK_KEY"    = "PAUSE/UNTBR-Taste";
"UI_PRINT_SCREEN_KEY"   = "DRUCK-Taste" ;
"UI_NUM_LOCK_KEY"       = "NUM-Taste";
"UI_SCROLL_LOCK_KEY"    = "ROLLEN";

"UI_HALF_FULL_WIDTH_KEY"= "Taste für halbe/ganze Breite";
"UI_HIRAGANA_KEY"       = "Hiragana-Taste";
"UI_ALPHANUMERIC_KEY"   = "Alphanumerische Taste";
"UI_CONVERSION_KEY"     = "Konvertierungstaste";
"UI_NON_CONVERSION_KEY" = "Nicht-Konvertierungstaste";

"UI_ALTGR_KEY"          = "ALT GR-Taste";

"DEFAULT_FILENAME"        = "Default";
"CONNECTION_FILE_EXT"     = "rdp";
"CONNECTION_FILE_EXT_V1"  = "";
"DEFAULT_DIRECTORY_NAME"  = "RDC Connections";

"UI_OK"                    = "OK";
"UI_CANCEL"                = "Abbrechen";
"UI_YES"                   = "Ja";
"UI_NO"                    = "Nein";
"UI_CONNECT"               = "Verbinden";
"UI_RECONNECT"             = "Verbindung wiederherstellen";
"UI_DISCONNECT"            = "Verbindung trennen";

"UI_FAILED_TO_SAVE_FILE"  = "'%@' kann nicht gespeichert werden.";
"UI_FAILED_TO_SAVE_FILE_INFORMATIVE" = "Stellen Sie sicher, dass Sie für den Speicherort, an dem Sie die Datei speichern möchten, eine Schreibberechtigung besitzen.";

"UI_FAILED_TO_OPEN_FILE"  = "'%@' kann nicht geöffnet werden.";
"UI_FAILED_TO_OPEN_FILE_INFORMATIVE" = "Stellen Sie sicher, dass die Datei vorhanden ist und dass Sie über die Berechtigung zum Lesen der Datei verfügen.";

"UI_MISSING_COMPUTER_NAME" = "Die von Ihnen vorgenommenen Änderungen können nicht in der Verbindungsdatei '%@' gespeichert werden.";
"UI_MISSING_COMPUTER_NAME_INFORMATIVE" = "Für die Verbindungseinstellungen ist ein Computername erforderlich.\n\nGeben Sie im Fenster 'Remotedesktopverbindung' einen Computernamen ein, und versuchen Sie dann erneut, die Verbindungsdatei zu speichern.";

"UI_QUIT_WITHOUT_SAVING" = "Ohne Speichern beenden";

"UI_SAVE_DIALOG_TITLE"    = "Speichern: RDV";

"UI_OPEN_DIALOG_TITLE"    = "Öffnen: RDV";

"UI_ALL_PRINTERS"         = "Alle Drucker";

"UI_SELECT"               = "Auswählen";

"UI_APP_NAME"             = "Microsoft® Remotedesktop-Verbindungsclient für Macintosh";

"UI_MAIN_DISPLAY"         = "Hauptanzeige";
"UI_SECONDARY_DISPLAY"    = "Nebenanzeige";
"UI_TERIARY_DISPLAY"      = "Dritte Anzeige";
"UI_FOURTH_DISPLAY"       = "Vierte Anzeige";
"UI_FIFTH_DISPLAY"        = "Fünfte Anzeige";
"UI_DISPLAY_NUMBER"       = "Anzeige %d";

"UI_ALERT_DRIVES_REDIRECTION_MESSAGE_TEXT"     = "Sie haben Ihre Macintosh-Festplatten für einen Windows-basierten Computer freigegeben.";
"UI_ALERT_DRIVES_REDIRECTION_INFOMATIVE_TEXT"  = "Ein Benutzer mit Zugriff auf Ihren Windows-basierten Computer kann Ihre Mac-Laufwerke und -Ordner öffnen. Ihre Daten sind unter Umständen nicht sicher.";

"UI_SERVER_DENIED_CONNECTION"             = "Der Remotecomputer lässt keine Verbindungen vom Macintosh zu.";
"UI_SERVER_DENIED_CONNECTION_INFORMATIVE" = "Stellen Sie sicher, dass Sie über die Berechtigung zum Herstellen einer Verbindung mit dem Remotecomputer verfügen und dass Sie die richtigen Anmeldeinformationen eingegeben haben.\n\nHilfe erhalten Sie von Ihrem Administrator bzw. vom Besitzer des Remotecomputers.";

"UI_BAD_SERVER_NAME"                      = "Der Macintosh kann keine Verbindung herstellen, da der Windows-basierte Computer nicht gefunden wurde.";
"UI_BAD_SERVER_NAME_INFORMATIVE"          = "Vergewissern Sie sich, dass Sie den richtigen Computernamen bzw. die richtige IP-Adresse eingegeben haben, und versuchen Sie erneut, eine Verbindung herzustellen.";

"UI_CLIENT_LOW_MEMORY"                    = "Der Macintosh verfügt nicht über ausreichend Arbeitsspeicher und kann keine Verbindung mit dem Windows-basierten Computer herstellen.";
"UI_CLIENT_LOW_MEMORY_INFORMATIVE"        = "Beenden Sie Anwendungen, und versuchen Sie dann erneut, eine Verbindung mit dem Windows-basierten Computer herzustellen.";

"UI_AUTHENTICATION_ERROR"                 = "Die Identität des Computers, mit dem Sie eine Verbindung herstellen möchten, kann von Remotedesktopverbindung nicht überprüft werden.";
"UI_AUTHENTICATION_ERROR_INFORMATIVE"     = "Versuchen Sie, erneut eine Verbindung mit dem Windows-basierten Computer herzustellen, oder wenden Sie sich an den Administrator.";

"UI_GENERAL_CONNECTION_FAILURE"           = "Der Macintosh kann keine Verbindung mit dem Windows-basierten Computer herstellen.";
"UI_GENERAL_CONNECTION_FAILURE_INFORMATIVE" = "Dieses Problem kann in folgenden Situationen auftreten:\n • Der Windows-basierte Computer ist nicht so eingerichtet, dass Remoteverbindungen zulässig sind.\n • Der Windows-basierte Computer ist nicht eingeschaltet.\n • Beim Macintosh bzw. beim Windows-basierten Computer gibt es Netzwerkprobleme.\n\nVersuchen Sie, erneut eine Verbindung mit dem Windows-basierten Computer herzustellen, oder wenden Sie sich an Ihren Administrator.";

"UI_DISCONNECT_BY_CLIENT"                 = "Sie sind im Begriff, die Verbindung mit dem Windows-basierten Computer zu trennen.";
"UI_DISCONNECT_BY_CLIENT_INFORMATIVE"     = "Wenn Sie die Verbindung trennen, werden auf dem Windows-basierten Computer ausgeführte Anwendungen nach dem Trennen der Verbindung weiterhin ausgeführt.\n\nKlicken Sie auf 'Abbrechen', wenn Sie die Verbindung nicht trennen möchten.";

"UI_DISCONNECT_BY_SERVER"                 = "Sie wurden vom Windows-basierten Computer getrennt.";
"UI_DISCONNECT_BY_SERVER_INFORMATIVE"     = "Ein Benutzer mit Zugriff auf den Windows-basierten Computer hat möglicherweise die Verbindung getrennt, oder die Verbindung wurde vom Windows-basierten Computer getrennt.\n\nVersuchen Sie, erneut eine Verbindung mit dem Windows-basierten Computer herzustellen, oder wenden Sie sich an den Administrator.";

"UI_DISCONNECT_BY_LOGON_TIMEOUT"          = "Sie wurden vom Windows-basierten Computer getrennt.";
"UI_DISCONNECT_BY_LOGON_TIMEOUT_INFORMATIVE" = "Timeout bei der Remotesitzung.\n\nVersuchen Sie, erneut eine Verbindung mit dem Windows-basierten Computer herzustellen, oder wenden Sie sich an den Administrator.";

"UI_DISCONNECT_BY_OTHER_CONNECTION"       = "Sie wurden vom Windows-basierten Computer getrennt.";
"UI_DISCONNECT_BY_OTHER_CONNECTION_INFORMATIVE" = "Ein anderer Benutzer hat eine Verbindung mit dem Windows-basierten Computer hergestellt.\n\nVersuchen Sie, erneut eine Verbindung mit dem Windows-basierten Computer herzustellen.";

"UI_DISCONNECT_BY_LICENSE"                = "Sie wurden vom Windows-basierten Computer aufgrund von Lizenzierungsprotokollproblemen getrennt.";
"UI_DISCONNECT_BY_LICENSE_INFORMATIVE"    = "Versuchen Sie, erneut eine Verbindung mit dem Windows-basierten Computer herzustellen, oder wenden Sie sich an den Administrator.";

"UI_DISCONNECT_BY_PROTOCOL_ERROR"         = "Sie wurden vom Windows-basierten Computer getrennt.";
"UI_DISCONNECT_BY_PROTOCOL_ERROR_INFORMATIVE" = "Möglicherweise handelt es sich um ein vorübergehendes Problem.\n\nVersuchen Sie, erneut eine Verbindung mit dem Windows-basierten Computer herzustellen, oder wenden Sie sich an den Administrator.";

"UI_CONNECTION_BROKEN"                    = "Sie wurden vom Windows-basierten Computer aufgrund von Netzwerkproblemen getrennt.";
"UI_CONNECTION_BROKEN_INFORMATIVE"        = "Stellen Sie sicher, dass Ihre Netzwerk- und Internetverbindungen fehlerfrei funktionieren, und versuchen Sie dann, erneut eine Verbindung mit dem Windows-basierten Computer herzustellen.";

"UI_RANDOM_UNEXPECTED"                    = "Die Verbindung mit dem Windows-basierten Computer wurde unerwartet beendet.";
"UI_RANDOM_UNEXPECTED_INFORMATIVE"        = "Versuchen Sie, Remotedesktopverbindung zu schließen und erneut zu öffnen.";

"UI_NEED_TIGER"                           = "Remotedesktopverbindung kann nicht unter dem auf Ihrem Computer installierten Betriebssystem ausgeführt werden.";
"UI_NEED_TIGER_INFORMATIVE"               = "Aktualisieren Sie auf Mac OS X 10.4.9 oder höher, und versuchen Sie dann erneut, Remotedesktopverbindung auszuführen.";

"UI_COMFIRM_SAVE_PREFERENCE"              = "Die von Ihnen vorgenommenen Änderungen wurden nicht in der Verbindungsdatei '%@' gespeichert.";
"UI_COMFIRM_SAVE_PREFERENCE_INFORMATIVE"  = "Möchten Sie die Änderungen an '%@' speichern?";

"UI_SAVE"                  = "Speichern";
"UI_DONTSAVE"              = "Nicht speichern";

"UI_ALERT_DONT_SHOW"					  = "Diese Meldung beim Herstellen einer Verbindung mit %@ nicht mehr anzeigen";

